<?php
// +----------------------------------------------------------------------
// | @projectName  【order_system---点餐系统】
// +----------------------------------------------------------------------
// | @author        山西创客空间科技有限公司
// +----------------------------------------------------------------------
// | @date          2017年10月13日 星期五
// +----------------------------------------------------------------------
// | @Copyright     http://sx-ck.com All rights reserved.      
// +----------------------------------------------------------------------

// [ 应用入口文件 ]

// 定义应用目录
define('APP_PATH', __DIR__ . '/../app/');

//定义配置文件目录
define('CONF_PATH',__DIR__ . '/../conf/');

// // 绑定到index模块
// define('BIND_MODULE','');

// 加载框架引导文件
require __DIR__ . '/../thinkphp/start.php';
